{{ $name }}さん<br>
平素よりhaiki_share(ハイキシェア)をご利用いただき、ありがとうございます。<br>
Eメールアドレスを更新するリクエストを受け付けました。<br>
以下のリンクをクリックして、Eメールアドレスの更新を完了してください。<br>
<br>
<a href="{{ $url }}">Eメールアドレスを更新</a><br>
もしこのメールに心当たりがない場合は、そのまま削除してください。
{{--todo: URLを本番環境に変更する--}}



{{--{{ $params['name'] }}さん<br>--}}
{{--平素よりhaiki_share(ハイキシェア)をご利用いただき、ありがとうございます。<br>--}}
{{--Eメールアドレスを更新するリクエストを受け付けました。<br>--}}
{{--以下のリンクをクリックして、Eメールアドレスの更新を完了してください。<br>--}}
{{--<br>--}}
{{--変更前のEメールアドレス: {{ $params['old_email'] }}<br>--}}
{{--変更後のEメールアドレス: {{ $params['new_email'] }}<br>--}}
{{--<br>--}}
{{--<a href="http://localhost:8000/users/{{ $params['user_id'] }}/my-page">--}}
{{--    マイページを表示する--}}
{{--</a>--}}
{{--todo: URLを本番環境に変更する--}}
